{
    "blacksmith": [
      "I'll need more ore if we want those weapons sharp enough for London!",
      "Ah, the smell of molten iron. Best way to start the day!",
      "Who needs a hammer when you have a hammer like mine?",
      "I could forge a sword in my sleep... but it's best not to!",
      "These tools won't make themselves. Back to work!",
      "London's going to fear our blades!",
      "Is it too much to ask for more ore? These anvils aren't going to feed themselves.",
      "Every good village needs a great blacksmith.",
      "A sword in the hand beats a plan on the table.",
      "I could use a break... or another hammer!"
    ],
    "builder": [
      "This roof is solid enough to keep out Thor's thunder!",
      "I wonder if the Londoners appreciate good craftsmanship...",
      "A well-built village is a happy village.",
      "Measure twice, cut once. Or was it the other way around?",
      "Houses for the people, boats for the army!",
      "Do you think London has nice buildings? Ours will be better!",
      "If we build it, they will come. Hopefully not too soon!",
      "Bricks, mortar, wood... it's all the same when you've got skill.",
      "A village is only as strong as its foundations.",
      "One day, this village will be legendary. Or at least sturdy!"
    ],
    "farmer": [
      "The wheat's growing tall, just like the tales of our warriors!",
      "Ah, nothing beats the smell of fresh dirt in the morning.",
      "I wonder what Londoners eat? Probably not as fresh as our crops!",
      "Tend to the fields today, conquer London tomorrow!",
      "If only the crops grew as fast as the stories we tell!",
      "Watering these plants is like preparing for battle... just a bit slower.",
      "A well-fed army is a victorious army!",
      "Do they even farm in London? Guess we'll find out soon enough.",
      "Planting seeds today for tomorrow's victory feast!",
      "One day, we'll be feasting on London's finest... but first, back to work!"
    ],
    "hersir": [
      "A warrior's heart never rests, even in the quiet times.",
      "The real battle is patience. London will wait for us.",
      "Sharpen your axe, but don't forget to sharpen your mind.",
      "London? I hear it's ripe for the taking!",
      "I could lead a charge right now, but maybe after lunch.",
      "No raid today? Well, I guess I can spar with the wind!",
      "The best warriors build strength when there are no battles to fight.",
      "London won't know what hit them, but we will!",
      "Every calm day is a chance to grow stronger.",
      "A quiet village is a prepared village. Just wait for London!"
    ],
    "lumberjack": [
      "Another tree down, another boat closer to London!",
      "The forest speaks, and today it says, 'chop me down!'",
      "Trees today, ships tomorrow.",
      "I wonder if London has nice trees? Ours will be the best firewood!",
      "A strong village needs strong wood. Good thing we've got plenty.",
      "I can already see our longboats gliding towards London...",
      "Chop, chop, chop! That's the sound of progress!",
      "Londoners probably haven't seen wood this fine!",
      "Who needs muscles when you've got a good axe?",
      "Building boats is one thing, but chopping the wood is the real battle!"
    ],
    "miner": [
      "Down we go, where the riches of the earth await!",
      "London will tremble at the sound of our hammers underground!",
      "Ore today, weapons tomorrow!",
      "I wonder if London has mines... We'll find out soon!",
      "The deeper you dig, the stronger the village.",
      "I struck iron! Just what the blacksmith ordered!",
      "It's hard work, but someone has to bring home the ore!",
      "London won't stand a chance once our weapons are forged!",
      "The heart of a village is in its mines.",
      "No battle today, but these rocks won't mine themselves!"
    ],
    "shipwright": [
      "Every boat I build brings us one step closer to London!",
      "A well-built ship is half the victory!",
      "Do you think Londoners know what a real boat looks like? They're about to find out!",
      "Wood, iron, sails – all we need for a journey to remember.",
      "The sea is calling, and London is on the horizon!",
      "A boat today, an armada tomorrow!",
      "I can't wait to see these ships cutting through the waves!",
      "Every plank I nail gets us closer to glory.",
      "London will see our sails before they hear our war cries!",
      "The only thing better than building a boat is sailing it to victory!"
    ]
  }
  